{
  "<mask>": 128000,
  "<user_token_10>": 128010,
  "<user_token_11>": 128011,
  "<user_token_12>": 128012,
  "<user_token_13>": 128013,
  "<user_token_14>": 128014,
  "<user_token_15>": 128015,
  "<user_token_16>": 128016,
  "<user_token_17>": 128017,
  "<user_token_18>": 128018,
  "<user_token_19>": 128019,
  "<user_token_1>": 128001,
  "<user_token_20>": 128020,
  "<user_token_21>": 128021,
  "<user_token_22>": 128022,
  "<user_token_23>": 128023,
  "<user_token_24>": 128024,
  "<user_token_25>": 128025,
  "<user_token_26>": 128026,
  "<user_token_27>": 128027,
  "<user_token_28>": 128028,
  "<user_token_29>": 128029,
  "<user_token_2>": 128002,
  "<user_token_30>": 128030,
  "<user_token_31>": 128031,
  "<user_token_32>": 128032,
  "<user_token_33>": 128033,
  "<user_token_34>": 128034,
  "<user_token_35>": 128035,
  "<user_token_36>": 128036,
  "<user_token_37>": 128037,
  "<user_token_38>": 128038,
  "<user_token_39>": 128039,
  "<user_token_3>": 128003,
  "<user_token_40>": 128040,
  "<user_token_41>": 128041,
  "<user_token_42>": 128042,
  "<user_token_43>": 128043,
  "<user_token_44>": 128044,
  "<user_token_45>": 128045,
  "<user_token_46>": 128046,
  "<user_token_47>": 128047,
  "<user_token_48>": 128048,
  "<user_token_49>": 128049,
  "<user_token_4>": 128004,
  "<user_token_50>": 128050,
  "<user_token_51>": 128051,
  "<user_token_52>": 128052,
  "<user_token_53>": 128053,
  "<user_token_54>": 128054,
  "<user_token_55>": 128055,
  "<user_token_56>": 128056,
  "<user_token_57>": 128057,
  "<user_token_58>": 128058,
  "<user_token_59>": 128059,
  "<user_token_5>": 128005,
  "<user_token_60>": 128060,
  "<user_token_61>": 128061,
  "<user_token_62>": 128062,
  "<user_token_63>": 128063,
  "<user_token_6>": 128006,
  "<user_token_7>": 128007,
  "<user_token_8>": 128008,
  "<user_token_9>": 128009
}
